tap "anomalyco/tap"
tap "common-fate/granted"
tap "nikitabobko/tap"
tap "turbot/tap"
brew "binutils"
brew "python@3.12"
brew "bpytop"
brew "chezmoi"
brew "cmake"
brew "ctags"
brew "deno"
brew "duckdb"
brew "ducker"
brew "fzf"
brew "gawk"
brew "gh"
brew "go"
brew "grepcidr"
brew "ipcalc"
brew "jfrog-cli"
brew "jq"
brew "libyaml"
brew "llvm"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "openjdk"
brew "openssl@1.1"
brew "poetry"
brew "postgresql@14"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "qpdf"
brew "rclone"
brew "ruby"
brew "rust"
brew "siege"
brew "steampipe"
brew "tmux"
brew "vim"
brew "watch"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "common-fate/granted/granted"
brew "turbot/tap/flowpipe"
cask "nikitabobko/tap/aerospace"
cask "dbeaver-community"
cask "ghostty"
cask "leapp"
cask "wireshark-app"
